---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.MultiReferenceAnnotationTagType
source: html/fd08c9bf-5574-ea44-fdd2-03247e8c4a19.htm
---
# Autodesk.Revit.DB.ParameterTypeId.MultiReferenceAnnotationTagType Property

"Tag Family"

## Syntax (C#)
```csharp
public static ForgeTypeId MultiReferenceAnnotationTagType { get; }
```